/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'Adguard icon' button */
"accept_caption" = "동의";

/* (AEService) The default message for an unknown error. */
"support_unexpected_error" = "예기치 못한 오류가 발생하였습니다. 지원 부서에 연락해 주세요.";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"support_rule_converting_error" = "규칙을 변환할 수 없습니다. 예기치 못한 오류가 발생하였습니다. 지원 부서에 연락해 주세요.";

/* (AEService) Service errors descriptions */
"json_converting_error" = "변환기를 JSON 형식으로 초기화할 수 없습니다!";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"support_message_sending_error" = "이메일 계정을 설정하지 않아서 버그 보고서를 보낼수 없습니다.";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'close icon' button */
"common_action_cancel" = "취소";

/* (AEService) Service errors descriptions */
"rule_converting_error" = "필터 규칙을 변환할 수 없습니다. 잘못된 규칙입니다.";

/* (AEUIUtils) User filter convertering error description. */
"filter_rules_converting_error" = "사용자 필터 규칙을 변환할 수 없습니다. 규칙 중 하나에서 오류가 발생하였습니다. 현재 커서 위치 다음 규칙을 확인하세요.";

/* (Action Extension - AEAUIMainController) Label on switcher. Example: 'Enable filtering on www.github.com' */
"enable_filtering_format" = "%@ 에서 필터링 사용";

/* Alert title. On error. */
"common_error_title" = "오류";

/* (AEService) Service errors descriptions */
"safari_filters_loading_error" = "필터를 사파리에 로드할 수 없습니다. 최근 변경 내용이 적용되지 않습니다.";

/* (Action Extension - AEAUIMainController) Mail body to support team about incorrect blocking */
"incorrect_blocking_page_format" = "아래 페이지에서 잘못된 차단 발생:\n%@";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"safari_filters_loading" = "사파리에 필터를 로드하고 있습니다. 이 작업은 최대 30초 걸릴 수 있습니다. AdGuard를 종료하지 마세요...";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'eye icon' button */
"preview_caption" = "미리보기";

/* (Action Extension - ActionViewController) Can't obtain hostname when starting. */
"hostname_obtaining_error" = "호스트 이름을 알 수 없습니다. 페이지가 아직 로드되지 않았을 수 있습니다.";

/* (Action Extension - AEAUIMainController) error occurs when click on Block Element button. */
"assistant_launching_unable" = "웹사이트의 보안 정책으로 인해 AdGuard 도우미를 실행할 수 없습니다.";

/* (Action Extension - ActionViewController) Some errors when starting. */
"support_error_safari_extension" = "사파리 action extension 초기화 중 예기치 않은 오류가 발생했습니다. 문제가 지속되면 AdGuard 기술 지원 부서에 연락해 주세요.";

/* (APUIAdguardDNSController) PRO version. Alert title. On warning. */
"common_warning_title" = "경고";

/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"filter_rules_maximum" = "도메인을 허용 목록에 등록할 수 없습니다. 필터 규칙의 최대 갯수를 초과했습니다.";

